Repository: multiplex-term/Multiplex
Catalog: Multiplex/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

source: Copy Mode
ja: コピーモード
zh_hant: 複製模式

source: Copy selection
ja: 選択範囲をコピー
zh_hant: 複製選取內容

# Couldn't connect to %@: %@
source: Couldn't connect to %1$@: %2$@
ja: %@に接続できませんでした：%@
zh_hant: 無法連線至 %@：%@

source: Couldn't create %@
ja: %@を作成できませんでした
zh_hant: 無法建立 %@

source: Couldn't Create Session
ja: セッションを作成できません
zh_hant: 無法建立工作階段

source: Couldn't Create Tab
ja: タブを作成できません
zh_hant: 無法建立標籤頁

source: Couldn't create the session on %@.
ja: %@でセッションを作成できませんでした。
zh_hant: 無法在 %@ 上建立工作階段。

source: Couldn't find “%@” — check the address for typos.
ja: 「%@」が見つかりません — アドレスに誤りがないか確認してください。
zh_hant: 找不到「%@」— 請檢查位址是否有拼字錯誤。

# Couldn't open a new %@ in session %@ on %@.
source: Couldn't open a new %1$@ in session %2$@ on %3$@.
ja: %3$@のセッション%2$@で新しい%1$@を開けませんでした。
zh_hant: 無法在 %3$@ 的工作階段 %2$@ 中開啟新的 %1$@。

# Couldn't open a new tab in session %@ on %@.
source: Couldn't open a new tab in session %1$@ on %2$@.
ja: %2$@のセッション%1$@で新しいタブを開けませんでした。
zh_hant: 無法在 %2$@ 的工作階段 %1$@ 中開啟新標籤頁。

# Couldn't reach %@ (%@).
source: Couldn't reach %1$@ (%2$@).
ja: %@に接続できませんでした（%@）。
zh_hant: 無法連上 %@（%@）。

# Couldn't reach %@ over mosh. %@
source: Couldn't reach %1$@ over mosh. %2$@
ja: moshで%@に接続できませんでした。%@
zh_hant: 無法透過 mosh 連上 %@。%@

# Couldn't reach %@ to start mosh (%@).
source: Couldn't reach %1$@ to start mosh (%2$@).
ja: moshを開始するため%@に接続できませんでした（%@）。
zh_hant: 無法連上 %@ 以啟動 mosh（%@）。

# Couldn't reach %@. %@
source: Couldn't reach %1$@. %2$@
ja: %@に接続できませんでした。%@
zh_hant: 無法連上 %@。%@

source: Couldn't reach %@. No response.
ja: %@に接続できませんでした。応答がありません。
zh_hant: 無法連上 %@。沒有回應。

source: Couldn't reach the machine — %@
ja: マシンに接続できませんでした — %@
zh_hant: 無法連上這台機器 — %@

source: Couldn't resolve %@.
ja: %@を解決できませんでした。
zh_hant: 無法解析 %@。

source: Couldn’t seal the key with that passphrase — nothing was enrolled.
ja: そのパスフレーズで鍵を封印できませんでした — 何も登録されていません。
zh_hant: 無法用該密語封裝金鑰 — 未註冊任何內容。

source: Couldn’t seal the key with that passphrase — nothing was saved.
ja: そのパスフレーズで鍵を封印できませんでした — 何も保存されていません。
zh_hant: 無法用該密語封裝金鑰 — 未儲存任何內容。

source: Create & Attach
ja: 作成してアタッチ
zh_hant: 建立並連接

source: Create and attach
ja: 作成してアタッチ
zh_hant: 建立並連接

source: Creates
ja: 作成
zh_hant: 建立

# Creates the %@ session, then attaches to its login shell. %@
source: Creates the %1$@ session, then attaches to its login shell. %2$@
ja: %@セッションを作成し、そのログインシェルにアタッチします。%@
zh_hant: 建立 %@ 工作階段，然後連接其登入 Shell。%@

source: Creating, duplicating, and editing custom themes requires Multiplex Pro. Existing themes remain selectable and deletable.
ja: カスタムテーマの作成、複製、編集にはMultiplex Proが必要です。既存のテーマは引き続き選択および削除できます。
zh_hant: 建立、複製與編輯自訂主題需要 Multiplex Pro。既有主題仍可選用與刪除。

source: Credentials
ja: 認証情報
zh_hant: 憑證

source: Current theme
ja: 現在のテーマ
zh_hant: 目前主題

source: Cursor
ja: カーソル
zh_hant: 游標

source: Custom
ja: カスタム
zh_hant: 自訂

source: Custom command
ja: カスタムコマンド
zh_hant: 自訂指令

# Custom command %@, %@
source: Custom command %1$@, %2$@
ja: カスタムコマンド%@、%@
zh_hant: 自訂指令 %@，%@

source: CUSTOM PALETTE
ja: カスタムパレット
zh_hant: 自訂調色盤

source: Custom setup
ja: カスタム設定
zh_hant: 自訂設定

source: Custom Themes
ja: カスタムテーマ
zh_hant: 自訂主題

source: CUSTOM THEMES
ja: カスタムテーマ
zh_hant: 自訂主題

source: Customize Commands…
ja: コマンドをカスタマイズ…
zh_hant: 自訂指令…

source: Cyan
ja: シアン
zh_hant: 青色

source: dark
ja: ダーク
zh_hant: 深色

source: Dark shares this terminal theme with Glass.
ja: ダークは、このターミナルテーマをGlassと共有します。
zh_hant: 深色與 Glass 共用這個終端機主題。

source: Delete
ja: 削除
zh_hant: 刪除

source: Delete command
ja: コマンドを削除
zh_hant: 刪除指令

source: Delete directory
ja: ディレクトリを削除
zh_hant: 刪除目錄

source: Delete script
ja: スクリプトを削除
zh_hant: 刪除指令碼

source: Delete Session
ja: セッションを削除
zh_hant: 刪除工作階段

source: Delete Session…
ja: セッションを削除…
zh_hant: 刪除工作階段…

source: deleted
ja: 削除済み
zh_hant: 已刪除

source: Detach
ja: デタッチ
zh_hant: 中斷連接

source: Detach or close the session
ja: セッションをデタッチまたは終了
zh_hant: 中斷連接或關閉工作階段

source: Detached
ja: デタッチ済み
zh_hant: 已中斷連接

source: Detected in:
ja: 検出場所：
zh_hant: 偵測到於：

source: device passcode
ja: デバイスのパスコード
zh_hant: 裝置密碼

source: Dictate
ja: 音声入力
zh_hant: 聽寫

source: DICTATE
ja: 音声入力
zh_hant: 聽寫

source: Dictation isn't available for this language
ja: この言語では音声入力を利用できません
zh_hant: 此語言無法使用聽寫

source: Dictation language
ja: 音声入力の言語
zh_hant: 聽寫語言

# Dictation language: %@ %@. Change
source: Dictation language: %1$@ %2$@. Change
ja: 音声入力の言語：%@ %@。変更
zh_hant: 聽寫語言：%@ %@。更改

source: Dictation stopped unexpectedly
ja: 音声入力が予期せず停止しました
zh_hant: 聽寫意外停止

source: Diff
ja: 差分
zh_hant: 差異

source: Directory
ja: ディレクトリ
zh_hant: 目錄

source: Disable Host
ja: ホストを無効にする
zh_hant: 停用主機

source: Disabled
ja: 無効
zh_hant: 已停用

source: Dismiss %@
ja: %@を閉じる
zh_hant: 關閉 %@

source: Dismiss machine
ja: マシンを閉じる
zh_hant: 關閉機器

source: Don't Offer %@ Here
ja: ここでは%@を表示しない
zh_hant: 不要在這裡提供 %@

source: Done
ja: 完了
zh_hant: 完成

source: Done selecting
ja: 選択を完了
zh_hant: 完成選取

source: Done Selecting
ja: 選択を完了
zh_hant: 完成選取

source: DOUBLE TAP
ja: ダブルタップ
zh_hant: 點兩下

source: Drag to reorder within this window
ja: ドラッグしてこのウインドウ内で並べ替え
zh_hant: 拖曳以在此視窗內重新排序

source: Draws terminal text on the GPU instead of CoreGraphics. Takes effect for newly opened terminal windows.
ja: ターミナルのテキストをCoreGraphicsではなくGPUで描画します。新しく開いたターミナルウインドウから有効になります。
zh_hant: 以 GPU 取代 CoreGraphics 繪製終端機文字。對新開啟的終端機視窗生效。

source: Drop to upload
ja: ドロップしてアップロード
zh_hant: 拖放以上傳

source: Duplicate
ja: 複製
zh_hant: 複製

source: EDGE SWIPE
ja: エッジスワイプ
zh_hant: 邊緣滑動

source: Edit Host…
ja: ホストを編集…
zh_hant: 編輯主機…

source: Edit private key
ja: 秘密鍵を編集
zh_hant: 編輯私鑰

source: Edit…
ja: 編集…
zh_hant: 編輯…

source: Edits the address
ja: アドレスを編集
zh_hant: 編輯位址

source: Enable Host
ja: ホストを有効にする
zh_hant: 啟用主機

source: Ended, %@
ja: 終了しました、%@
zh_hant: 已結束，%@

source: Enroll machine
ja: マシンを登録
zh_hant: 註冊這部機器

source: Enrolling this device’s key…
ja: このデバイスの鍵を登録中…
zh_hant: 正在註冊此裝置的金鑰…

source: Enter a password first.
ja: 先にパスワードを入力してください。
zh_hant: 請先輸入密碼。

source: Enter a remote file path and an optional positive line number.
ja: リモートのファイルパスと、必要に応じて正の行番号を入力してください。
zh_hant: 輸入遠端檔案路徑，並可選擇填入正整數行號。

source: Enter the document's password.
ja: 書類のパスワードを入力してください。
zh_hant: 輸入文件的密碼。

source: Every machine bound from this pane is added on this backend — binding proves who a machine is, not what it runs. The deck monitors herdr (herdr.dev) sessions and their agents through the herdr CLI, one tile per session. Change it later in Host Settings.
ja: このペインからバインドしたマシンは、すべてこのバックエンドで追加されます — バインドが証明するのはマシンの身元であって、動作しているものではありません。Deckはherdr CLIを通じてherdr（herdr.dev）のセッションとそのエージェントを監視し、セッションごとに1つのタイルを表示します。後からHost Settingsで変更できます。
zh_hant: 從這個窗格綁定的每台機器都會加在這個後端上 — 綁定只證明機器的身分，不代表它執行什麼。Deck 會透過 herdr CLI 監看 herdr（herdr.dev）的工作階段與其中的 Agent，每個工作階段一個方塊。之後可在 Host Settings 中變更。

source: Every machine bound from this pane is added on this backend — binding proves who a machine is, not what it runs. tmux is the remote server the deck monitors: sessions, windows, and agent panes. Change it later in Host Settings.
ja: このペインからバインドしたマシンは、すべてこのバックエンドで追加されます — バインドが証明するのはマシンの身元であって、動作しているものではありません。tmuxはDeckが監視するリモートのサーバで、セッション、ウインドウ、エージェントのペインを対象とします。後からHost Settingsで変更できます。
zh_hant: 從這個窗格綁定的每台機器都會加在這個後端上 — 綁定只證明機器的身分，不代表它執行什麼。tmux 是 Deck 監看的遠端伺服器：工作階段、視窗與 Agent 窗格。之後可在 Host Settings 中變更。

source: Every machine bound from this pane is added showing both — binding proves who a machine is, not what it runs. Each tile is marked with the backend it came from, and that %@. Change it later in Host Settings.
ja: このペインからバインドしたマシンは、両方を表示する形で追加されます — バインドが証明するのはマシンの身元であって、動作しているものではありません。各タイルには由来するバックエンドが表示され、%@。後からHost Settingsで変更できます。
zh_hant: 從這個窗格綁定的每台機器都會同時顯示兩者 — 綁定只證明機器的身分，不代表它執行什麼。每個方塊都會標示它來自哪個後端，而且 %@。之後可在 Host Settings 中變更。

source: Every tmux session, its own window in space.
ja: すべてのtmuxセッションに、空間上の専用ウインドウを。
zh_hant: 每個 tmux 工作階段，都有自己的空間視窗。

source: Everything Multiplex %@ changed, and the license notices for the third-party code shipped with it.
ja: Multiplex %@での変更点と、同梱されたサードパーティコードのライセンス表示。
zh_hant: Multiplex %@ 的所有變更，以及隨附第三方程式碼的授權聲明。

source: Expand message
ja: メッセージを展開
zh_hant: 展開訊息

source: Expanded
ja: 展開済み
zh_hant: 已展開

source: expanded folder
ja: 展開されたフォルダ
zh_hant: 已展開的檔案夾

source: Expands connection details
ja: 接続の詳細を展開します
zh_hant: 展開連線詳細資料

source: Expected host key
ja: 想定されるホスト鍵
zh_hant: 預期的主機金鑰

source: Expected key (optional)
ja: 想定される鍵（任意）
zh_hant: 預期的金鑰（選填）

source: File Path
ja: ファイルパス
zh_hant: 檔案路徑

source: File upload requires tmux or herdr over SSH
ja: ファイルのアップロードにはSSH経由のtmuxまたはherdrが必要です
zh_hant: 檔案上傳需要透過 SSH 的 tmux 或 herdr

source: File Viewer
ja: ファイルビューア
zh_hant: 檔案檢視器

source: Files on %@
ja: %@上のファイル
zh_hant: %@ 上的檔案

source: Files…
ja: ファイル…
zh_hant: 檔案…

source: First prompt
ja: 最初のプロンプト
zh_hant: 第一個提示

source: First Prompt
ja: 最初のプロンプト
zh_hant: 第一個提示

source: Focused Pane
ja: フォーカス中のペイン
zh_hant: 聚焦的窗格

source: folder
ja: フォルダ
zh_hant: 檔案夾

source: For paste
ja: 貼り付け用
zh_hant: 供貼上使用

source: Forget recorded host keys
ja: 記録したホスト鍵を削除
zh_hant: 忘記已記錄的主機金鑰

source: Forward
ja: 進む
zh_hant: 前進

source: Forward 15 seconds
ja: 15秒進む
zh_hant: 快轉 15 秒

source: Free daily command taps return tomorrow
ja: 無料版の1日のコマンド実行回数は明日回復します
zh_hant: 免費版每日的指令點擊次數明天恢復

# Free keeps %lld commands; Multiplex Pro raises the set to %lld.
source: Free keeps %1$lld commands; Multiplex Pro raises the set to %2$lld.
ja: 無料版ではコマンドは%lld個まで、Multiplex Proなら%lld個に増えます。
zh_hant: 免費版保留 %lld 個指令；Multiplex Pro 可提升至 %lld 個。

source: Free tier
ja: 無料プラン
zh_hant: 免費版

source: Frequently asked questions
ja: よくある質問
zh_hant: 常見問題

source: From a scanned or pasted bind code.
ja: スキャンまたは貼り付けたバインドコードから。
zh_hant: 來自掃描或貼上的綁定碼。

source: From the screen's left edge, swipe right to step back to the deck.
ja: 画面の左端から右にスワイプするとDeckに戻ります。
zh_hant: 從螢幕左緣往右滑，即可退回 Deck。

source: Full notes
ja: リリースノート全文
zh_hant: 完整版本說明

source: Gap between sends
ja: 送信の間隔
zh_hant: 傳送間隔

source: gave up after fallbacks
ja: フォールバック後に中止
zh_hant: 嘗試備援後放棄

source: Glass shares this dark terminal theme with Dark.
ja: ガラスはこのダークなターミナルテーマをダークと共有します。
zh_hant: 玻璃與深色共用這個深色終端機主題。

source: Go
ja: 開く
zh_hant: 前往

source: Green
ja: グリーン
zh_hant: 綠色

source: grok-build, or a full model id
ja: grok-build、または完全なモデルID
zh_hant: grok-build，或完整的模型 ID

source: Grow the hold-CTRL set of saved chords and text macros from %1$lld to %2$lld, synced to every device.
ja: CTRL長押しで使う保存済みのコードとテキストマクロを%lld個から%lld個に増やし、すべてのデバイスに同期します。
zh_hant: 把按住 CTRL 的已存組合鍵與文字巨集從 %lld 組增加到 %lld 組，並同步到所有裝置。

source: Guide
ja: ガイド
zh_hant: 指南

source: Heard on your network. Check the address and fingerprint against the terminal, then type its PIN.
ja: ネットワーク上で検出しました。ターミナルに表示されたアドレスと指紋を確認してから、PINを入力してください。
zh_hant: 在你的網路上發現。請比對終端機上的位址與指紋，然後輸入它的 PIN。

source: Heard, not typed yet: %@
ja: 認識済み、未入力：%@
zh_hant: 已聽到但尚未輸入：%@

source: herdr %@ is older than this app speaks — update herdr on the host
ja: herdr %@はこのAppが対応するバージョンより古すぎます — ホストでherdrを更新してください
zh_hant: herdr %@ 比這個 App 支援的版本更舊 — 請在主機上更新 herdr

source: herdr answered status but not the session list
ja: herdrはステータスを返しましたが、セッション一覧を返しませんでした
zh_hant: herdr 回應了狀態，卻沒有回應工作階段列表

source: HERDR PANES
ja: herdrペイン
zh_hant: herdr 窗格

source: Hide %@
ja: %@を隠す
zh_hant: 隱藏 %@

source: Hide %@ helpers
ja: %@のヘルパーチップを隠す
zh_hant: 隱藏 %@ 輔助按鈕

source: Hide File Tree
ja: ファイルツリーを隠す
zh_hant: 隱藏檔案樹

source: Hide Key passphrase
ja: 鍵のパスフレーズを隠す
zh_hant: 隱藏金鑰密語

source: Hide the file tree
ja: ファイルツリーを隠す
zh_hant: 隱藏檔案樹

source: HISTORY UNAVAILABLE
ja: 履歴を取得できません
zh_hant: 無法取得歷史

source: Hold a pane border until it wakes, then drag it where you want.
ja: ペインの境界を長押しして反応したら、好きな位置までドラッグします。
zh_hant: 按住窗格邊界直到它有反應，再拖到你想要的位置。

source: HOLD CTRL
ja: CTRLを長押し
zh_hant: 按住 CTRL

source: Hold for %lld-cell steps, repeating until release.
ja: 長押しすると%lldセル単位で、離すまで繰り返し移動します。
zh_hant: 按住可每次移動 %lld 格，放開前持續重複。

source: Hold the
ja: キーボードの
zh_hant: 按住

source: Holds this host's sessions and probing open for the extra seconds iOS grants after you leave the app
ja: Appを離れた後にiOSが与える数秒間、このホストのセッションと監視を維持します
zh_hant: 在你離開 App 後，利用 iOS 額外給的幾秒鐘，維持這部主機的工作階段與偵測

source: Home
ja: ホーム
zh_hant: 主目錄

source: Homebrew and /usr/local installs are already on the probe's PATH.
ja: Homebrewと/usr/localへのインストールはすでにプローブのPATHに含まれています。
zh_hant: Homebrew 與 /usr/local 的安裝已在偵測用的 PATH 上。

source: Homebrew, ~/.local/bin, and ~/.cargo/bin installs are already on the probe's PATH.
ja: Homebrew、~/.local/bin、~/.cargo/binへのインストールはすでにプローブのPATHに含まれています。
zh_hant: Homebrew、~/.local/bin 與 ~/.cargo/bin 的安裝已在偵測用的 PATH 上。

source: Host
ja: ホスト
zh_hant: 主機

source: Host Default
ja: ホストのデフォルト
zh_hant: 主機預設

source: Host identity
ja: ホストの識別情報
zh_hant: 主機識別

source: Host key
ja: ホスト鍵
zh_hant: 主機金鑰

source: Host options for %@
ja: %@のホストオプション
zh_hant: %@ 的主機選項

source: Host Settings
ja: ホスト設定
zh_hant: 主機設定

source: host:port or https://…
ja: host:portまたはhttps://…
zh_hant: host:port 或 https://…

source: HW keyboard
ja: ハードウェアキーボード
zh_hant: 硬體鍵盤

source: Image, opens on its own screen
ja: 画像、専用の画面で開きます
zh_hant: 圖片，會在自己的畫面開啟

source: Image, pinch to zoom
ja: 画像、ピンチで拡大縮小
zh_hant: 圖片，可捏合縮放

source: images
ja: 画像
zh_hant: 圖片

source: In %@'s home
ja: %@のホーム内
zh_hant: 在 %@ 的主目錄

source: Initial prompt
ja: 最初のプロンプト
zh_hant: 初始提示

source: Initial prompt (optional)
ja: 最初のプロンプト（任意）
zh_hant: 初始提示（選填）

source: Install %@
ja: %@をインストール
zh_hant: 安裝 %@

source: Install guide
ja: インストールガイド
zh_hant: 安裝指南

source: INTERNET — OPENS FROM THIS DEVICE
ja: インターネット — このデバイスから開きます
zh_hant: 網際網路 — 從這部裝置開啟

source: iOS asks before Multiplex may read another app's copy. To stop the prompt: Settings → Multiplex → Paste from Other Apps → Allow.
ja: 他のAppがコピーした内容をMultiplexが読み取る前に、iOSが確認します。確認を止めるには：設定 → Multiplex → 他のAppからペースト → 許可。
zh_hant: iOS 會在 Multiplex 讀取其他 App 複製的內容前先詢問。若要停止詢問：設定 → Multiplex → 從其他 App 貼上 → 允許。

source: It resolves against the pane's current directory.
ja: ペインの現在のディレクトリを基準に解決されます。
zh_hant: 它會相對於窗格目前的目錄解析。

source: Keep alive in background
ja: バックグラウンドでキープアライブ
zh_hant: 在背景保持連線

source: Keep terminals alive through headset sleep, network roaming and IP changes.
ja: ヘッドセットのスリープ、ネットワークの切り替え、IPの変更をまたいでもターミナルを維持します。
zh_hant: 在頭戴裝置休眠、網路漫遊與 IP 變動時，終端機都保持連線。

source: Keep your work box, homelab and servers on one live fleet wall.
ja: 仕事用マシン、ホームラボ、サーバーを1枚のライブなフリートウォールにまとめます。
zh_hant: 把你的工作機、家用實驗室與伺服器放在同一面即時的機群牆上。

source: Key Commands
ja: キーコマンド
zh_hant: 按鍵指令

source: Key passphrase
ja: 鍵のパスフレーズ
zh_hant: 金鑰密語

source: KEYBOARD
ja: キーボード
zh_hant: 鍵盤

source: Keychain locked
ja: キーチェーンがロックされています
zh_hant: 鑰匙圈已鎖定

source: Keys
ja: キー
zh_hant: 按鍵

# Kills “%@” on %@ and everything running in it, then closes the tab.
source: Kills “%1$@” on %2$@ and everything running in it, then closes the tab.
ja: 「%@」（%@上）とその中で実行中のすべてを終了し、タブを閉じます。
zh_hant: 終止「%@」（位於 %@）及其中執行的所有內容，然後關閉標籤頁。

# Kills “%@” on %@ and everything running in it.
source: Kills “%1$@” on %2$@ and everything running in it.
ja: %2$@の「%1$@」と、その中で実行中のすべてを終了します。
zh_hant: 終止 %2$@ 上的「%1$@」以及其中執行的所有項目。

source: LAN — DIALLED FROM THIS DEVICE, NETWORK PERMITTING
ja: LAN — このデバイスから接続、ネットワークが許す場合
zh_hant: 區域網路 — 由本裝置撥接，視網路而定

source: Language
ja: 言語
zh_hant: 語言

source: Language, opens system settings
ja: 言語、システム設定を開きます
zh_hant: 語言，開啟系統設定

source: Larger text
ja: 大きな文字
zh_hant: 放大文字

source: Larger Text
ja: 大きな文字
zh_hant: 放大文字

source: Launch
ja: 起動
zh_hant: 啟動

# Launch %@ on %@?
source: Launch %1$@ on %2$@?
ja: %2$@で%1$@を起動しますか？
zh_hant: 要在 %2$@ 上啟動 %1$@ 嗎？

source: Launches as %@.
ja: %@として起動します。
zh_hant: 以 %@ 啟動。

source: Launches the agent inside this existing session instead of creating one. Leave empty for a fresh session.
ja: 新規に作成せず、この既存のセッション内でエージェントを起動します。空欄にすると新しいセッションを使います。
zh_hant: 在這個既有的工作階段中啟動 Agent，而不是新增一個。留空則使用全新的工作階段。

source: Launches the agent with --model set to this value. Configure choices in Multiplex's Host Settings; leave empty for the agent's default model.
ja: --modelにこの値を設定してエージェントを起動します。選択肢はMultiplexのホスト設定で構成できます。空欄にするとエージェントのデフォルトモデルを使います。
zh_hant: 啟動 Agent 時將 --model 設為這個值。可在 Multiplex 的主機設定中設定選項；留空則使用 Agent 的預設模型。

source: Leaves Multiplex
ja: Multiplexから離れます
zh_hant: 會離開 Multiplex

source: Leaving the app holds this host's sessions and probing open for the extra time iOS grants — tens of seconds, not minutes. Agent alerts still reach you inside that window; after it the app suspends as usual and tabs reattach when you come back.
ja: Appを離れても、iOSが許可する追加の時間だけこのホストのセッションとプローブを維持します — 数分ではなく数十秒です。その間はエージェント通知も届きます。それ以降は通常どおりAppが中断され、戻るとタブが再アタッチします。
zh_hant: 離開 App 後，這台主機的工作階段與偵測會在 iOS 允許的額外時間內保持開啟 — 是數十秒，而不是數分鐘。在這段時間內你仍會收到 Agent 提醒；時間過後 App 會照常暫停，回來時標籤頁會重新連接。

source: Letter or digit
ja: 英字または数字
zh_hant: 字母或數字

source: License copied
ja: ライセンスをコピーしました
zh_hant: 已複製授權

source: light
ja: ライト
zh_hant: 淺色

source: Line Number
ja: 行番号
zh_hant: 行號

source: LINKS & PATHS
ja: リンクとパス
zh_hant: 連結與路徑

source: live
ja: ライブ
zh_hant: 即時

source: Live preview
ja: ライブプレビュー
zh_hant: 即時預覽

source: Lives on %@, not this device
ja: このデバイスではなく%@にあります
zh_hant: 位於 %@，而非本裝置

source: Loading image
ja: 画像を読み込み中
zh_hant: 正在載入圖片

source: Loading the App Store price…
ja: App Storeの価格を読み込み中…
zh_hant: 正在載入 App Store 價格…

source: Local Network Access Is Off
ja: ローカルネットワークアクセスがオフです
zh_hant: 區域網路存取已關閉

source: localhost in a remote pane is the host's own loopback — an address this device can't dial. VIA aims the viewport at the address that already reaches the host; the server must listen beyond loopback (vite --host) to answer.
ja: リモートペインのlocalhostはホスト自身のループバックであり、このデバイスからは接続できないアドレスです。VIAはビューポートを、すでにホストに到達できるアドレスへ向けます。応答させるには、サーバがループバック以外でも待ち受ける必要があります（vite --host）。
zh_hant: 遠端窗格中的 localhost 是主機自己的迴路位址 — 這台裝置連不到。VIA 會把檢視區指向已經連得到主機的位址；伺服器也必須監聽迴路位址以外的位址（vite --host）才能回應。

source: Lock Keyboard Closed
ja: キーボードを閉じたままロック
zh_hant: 鎖定鍵盤為收起

source: LOCK THE KEYBOARD
ja: キーボードをロック
zh_hant: 鎖定鍵盤

source: locked
ja: ロック中
zh_hant: 已鎖定

source: Locks the app behind %@
ja: %@でAppをロックします
zh_hant: 以 %@ 鎖定 App

source: login shell
ja: ログインシェル
zh_hant: 登入 Shell

source: LONG PRESS
ja: 長押し
zh_hant: 長按

source: Long press and drag to reorder within this host
ja: 長押ししてドラッグすると、このホスト内で並べ替えられます
zh_hant: 長按並拖移可在此主機內重新排序

source: Machines running mpx bind on this network appear here on their own. Confirm each one with the 6-digit PIN its terminal printed.
ja: このネットワークでmpx bindを実行しているマシンは自動的にここに表示されます。それぞれのターミナルに表示された6桁のPINで確認してください。
zh_hant: 在這個網路上執行 mpx bind 的機器會自動出現在這裡。用它的終端機印出的 6 位數 PIN 逐一確認。

source: Magenta
ja: マゼンタ
zh_hant: 洋紅

source: Merge
ja: 結合
zh_hant: 合併

source: Merge All Windows
ja: すべてのウインドウを結合
zh_hant: 合併所有視窗

source: Merge another window into this one
ja: 別のウインドウをこのウインドウに結合します
zh_hant: 將另一個視窗合併到這個視窗

source: Merge Window
ja: ウインドウを結合
zh_hant: 合併視窗

source: Message
ja: メッセージ
zh_hant: 訊息

source: Message %@…
ja: %@にメッセージ…
zh_hant: 傳訊給 %@…

source: MESSAGE BOX
ja: メッセージボックス
zh_hant: 訊息框

source: Message history for %@
ja: %@のメッセージ履歴
zh_hant: %@ 的訊息記錄

source: Message this pane…
ja: このペインにメッセージ…
zh_hant: 傳訊給這個窗格…

source: MESSAGE TOO SHORT TO FIND
ja: メッセージが短すぎて検索できません
zh_hant: 訊息太短，無法尋找

source: Metal renderer
ja: Metalレンダラー

source: Microphone access is off in Settings
ja: 「設定」でマイクへのアクセスがオフになっています
zh_hant: 「設定」中的麥克風取用權限已關閉

source: Model
ja: モデル
zh_hant: 模型

source: Model (optional)
ja: モデル（オプション）
zh_hant: 模型（選填）

source: model id per line
ja: 1行に1つのモデルID
zh_hant: 每行一個模型 ID

source: modified
ja: 変更済み
zh_hant: 已修改

source: Monitoring
ja: 監視中
zh_hant: 監控中

source: More %@ commands
ja: その他の%@コマンド
zh_hant: 更多 %@ 指令

source: More file viewer actions
ja: ファイルビューアのその他の操作
zh_hant: 更多檔案檢視器操作

source: More viewport actions
ja: ビューポートのその他の操作
zh_hant: 更多檢視區操作

source: MOSH LINK — SRTT FROM EVERY DATAGRAM · LOSS FROM SEQUENCE GAPS
ja: Moshリンク — SRTTはすべてのデータグラムから · 損失はシーケンスの欠落から
zh_hant: Mosh 連線 — SRTT 取自每個資料包 · 遺失率取自序號缺口

source: MOSH SAMPLES EVERY DATAGRAM · SSH HAS NO KEEPALIVE — RTT IS THE DECK PROBE · ECHO MEASURED WHILE YOU TYPE · SESSION-ONLY, NOTHING LEAVES THIS DEVICE
ja: Moshはすべてのデータグラムをサンプリング · SSHにはキープアライブがありません — RTTはDeckのプローブによるもの · エコーは入力中に測定 · セッション内のみで、このデバイスから出ません
zh_hant: Mosh 取樣每個資料包 · SSH 沒有保持連線 — RTT 來自 Deck 偵測 · 回應在你打字時測量 · 僅限本次工作階段，不會離開本裝置

source: mosh session lost sync
ja: moshセッションの同期が失われました
zh_hant: mosh 工作階段失去同步

source: Mosh transport
ja: Moshトランスポート
zh_hant: Mosh 傳輸

source: Mosh Transport
ja: Moshトランスポート
zh_hant: Mosh 傳輸

source: MOSH TRANSPORT
ja: Moshトランスポート
zh_hant: Mosh 傳輸

# mosh-server didn't start on %@: %@
source: mosh-server didn't start on %1$@: %2$@
ja: %@でmosh-serverが起動しませんでした：%@
zh_hant: mosh-server 未在 %@ 上啟動：%@

source: mosh-server started on %@ but no UDP reply arrived. Check firewalls/NAT for the mosh port range (default 60000-61000).
ja: %@でmosh-serverは起動しましたが、UDPの応答が届きませんでした。moshのポート範囲（デフォルト60000-61000）についてファイアウォール／NATを確認してください。
zh_hant: mosh-server 已在 %@ 上啟動，但沒有收到 UDP 回應。請檢查防火牆／NAT 是否開放 mosh 的埠範圍（預設 60000-61000）。

source: mosh-server wasn't found — mosh attaches will fail. Install it on the host or set its path below.
ja: mosh-serverが見つかりません — moshでのアタッチは失敗します。ホストにインストールするか、下でパスを指定してください。
zh_hant: 找不到 mosh-server — mosh 連線會失敗。請在主機上安裝，或在下方設定它的路徑。

source: Move command down
ja: コマンドを下に移動
zh_hant: 將指令下移

source: Move command up
ja: コマンドを上に移動
zh_hant: 將指令上移

source: Move directory down
ja: ディレクトリを下に移動
zh_hant: 將目錄下移

source: Move directory up
ja: ディレクトリを上に移動
zh_hant: 將目錄上移

source: Move Down
ja: 下に移動
zh_hant: 下移

source: Move file viewer to a tab
ja: ファイルビューアをタブに移動
zh_hant: 將檔案檢視器移至標籤頁

source: Move script down
ja: スクリプトを下に移動
zh_hant: 將指令碼下移

source: Move script up
ja: スクリプトを上に移動
zh_hant: 將指令碼上移

source: Move to New Window
ja: 新規ウインドウへ移動
zh_hant: 移至新視窗

source: Move Up
ja: 上に移動
zh_hant: 上移

source: Move viewport to a tab
ja: ビューポートをタブに移動
zh_hant: 將檢視區移至標籤頁

source: Multiplex can’t reach SSH hosts on your local network. Turn on Local Network access in Settings.
ja: Multiplexはローカルネットワーク上のSSHホストに接続できません。「設定」でローカルネットワークのアクセスをオンにしてください。
zh_hant: Multiplex 無法連到你區域網路上的 SSH 主機。請在「設定」中開啟區域網路存取權。

source: Multiplex follows the language you pick for it in Settings. English, Traditional Chinese and Japanese are available; the terminal chrome stays English.
ja: Multiplexは「設定」で選んだ言語に従います。英語、繁体字中国語、日本語が利用できます。ターミナルの表示は英語のままです。
zh_hant: Multiplex 會使用你在「設定」中為它選擇的語言。提供英文、繁體中文與日文；終端機介面維持英文。

source: Multiplex Host
ja: Multiplexホスト
zh_hant: Multiplex 主機

source: Multiplex is locked. Unlock with %@.
ja: Multiplexはロックされています。%@でロックを解除してください。
zh_hant: Multiplex 已鎖定。使用 %@ 解鎖。

source: Multiplex opens web and mail links only. A %@: link from a remote pane would act on this device, so it is shown rather than followed — copy it if you want it elsewhere.
ja: Multiplexはウェブとメールのリンクのみを開きます。リモートのペインからの%@: リンクはこのデバイス上で動作してしまうため、開かずに表示します — 別の場所で使う場合はコピーしてください。
zh_hant: Multiplex 只會開啟網頁與郵件連結。來自遠端窗格的 %@: 連結會作用在本裝置上，因此只顯示而不開啟 — 若要在別處使用，請複製它。

source: Multiplex Pro is not available for purchase right now.
ja: Multiplex Proは現在購入できません。
zh_hant: Multiplex Pro 目前無法購買。

source: Multiplex Pro is not available from the App Store right now.
ja: Multiplex Proは現在App Storeから入手できません。
zh_hant: Multiplex Pro 目前無法從 App Store 取得。

source: Multiplex Pro is not available in this App Store storefront.
ja: このApp StoreストアフロントではMultiplex Proを提供していません。
zh_hant: 這個 App Store 商店未提供 Multiplex Pro。

source: Multiplex Pro is unlocked
ja: Multiplex Proのロックが解除されています
zh_hant: Multiplex Pro 已解鎖

source: Multiplex Pro is unlocked. This purchase is available on your devices with the same Apple ID.
ja: Multiplex Proのロックが解除されています。この購入項目は、同じApple IDのデバイスでご利用いただけます。
zh_hant: Multiplex Pro 已解鎖。這項購買項目可在使用相同 Apple ID 的裝置上使用。

source: Multiplex Pro was restored.
ja: Multiplex Proを復元しました。
zh_hant: 已回復 Multiplex Pro。

source: Name
ja: 名前
zh_hant: 名稱

source: needs you
ja: 対応が必要
zh_hant: 需要你

source: New Session
ja: 新規セッション
zh_hant: 新增工作階段

source: New Session can type a chosen script into the fresh shell before anything launches. Add one to make it available.
ja: 「新規セッション」では、何かが起動する前に、選んだスクリプトを新しいシェルに入力できます。追加すると使えるようになります。
zh_hant: 「新增工作階段」可以在任何東西啟動前，把選定的指令碼輸入到全新的 Shell 中。加入一個即可使用。
